/*
SQLyog Ultimate v8.71 
MySQL - 5.1.53-community : Database - frame
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`frame` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `frame`;

/*Table structure for table `sys_resource_info` */

DROP TABLE IF EXISTS `sys_resource_info`;

CREATE TABLE `sys_resource_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(36) DEFAULT NULL,
  `title` varchar(36) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

/*Data for the table `sys_resource_info` */

insert  into `sys_resource_info`(`id`,`name`,`title`) values (1,'system','系统管理'),(2,'system_resource','资源管理'),(3,'system_syslog','系统日志'),(4,'system_user','用户管理'),(5,'system_role','角色管理');

/*Table structure for table `sys_role_info` */

DROP TABLE IF EXISTS `sys_role_info`;

CREATE TABLE `sys_role_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(18) DEFAULT NULL COMMENT '英文名称',
  `title` varchar(36) DEFAULT NULL COMMENT '中文名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `sys_role_info` */

insert  into `sys_role_info`(`id`,`name`,`title`) values (1,'admin','管理员'),(2,'user','普通用户'),(5,'person_manager','人事经理'),(17,'dev_manager','开发经理');

/*Table structure for table `sys_role_resource_info` */

DROP TABLE IF EXISTS `sys_role_resource_info`;

CREATE TABLE `sys_role_resource_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role` varchar(18) DEFAULT NULL,
  `resource` varchar(18) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `sys_role_resource_info` */

insert  into `sys_role_resource_info`(`id`,`role`,`resource`) values (1,'1','1'),(2,'1','2');

/*Table structure for table `sys_slog_info` */

DROP TABLE IF EXISTS `sys_slog_info`;

CREATE TABLE `sys_slog_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `operator` varchar(36) DEFAULT NULL,
  `action` varchar(180) DEFAULT NULL,
  `time` varchar(21) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=355 DEFAULT CHARSET=utf8;

/*Data for the table `sys_slog_info` */

insert  into `sys_slog_info`(`id`,`operator`,`action`,`time`) values (1,'id:0;name匿名','操作','2013-10-14 11:24:17'),(2,'id:1;name管理员','操作','2013-10-14 11:24:28'),(3,'id:1;name管理员','操作','2013-10-14 11:24:29'),(4,'id:1;name管理员','操作','2013-10-14 11:24:58'),(5,'id:1;name管理员','操作','2013-10-14 11:24:58'),(6,'id:1;name管理员','操作系统管理:','2013-10-14 11:25:44'),(7,'id:1;name管理员','操作','2013-10-14 11:25:45'),(8,'id:1;name管理员','查看系统管理:','2013-10-14 11:25:46'),(9,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 11:26:06'),(10,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 11:26:06'),(11,'id:1;name管理员','操作:/frame/web/system','2013-10-14 11:28:36'),(12,'id:1;name管理员','操作:/frame/web/index','2013-10-14 11:28:37'),(13,'id:1;name管理员','操作:/frame/web/system','2013-10-14 11:28:37'),(14,'id:1;name管理员','操作:/frame/web/index','2013-10-14 11:28:38'),(15,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 11:28:38'),(16,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 11:28:39'),(17,'id:1;name管理员','操作:/frame/web/system/user/form','2013-10-14 11:29:06'),(18,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:29:29'),(19,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:30:18'),(20,'id:1;name管理员','操作:/frame/web/system','2013-10-14 11:33:53'),(21,'id:1;name管理员','操作:/frame/web/index','2013-10-14 11:33:54'),(22,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 11:33:56'),(23,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 11:33:56'),(24,'id:1;name管理员','操作:/frame/web/system/user/form','2013-10-14 11:33:57'),(25,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:34:11'),(26,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:34:20'),(27,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:34:20'),(28,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:34:21'),(29,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:34:21'),(30,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:34:23'),(31,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:34:24'),(32,'id:1;name管理员','操作:/frame/web/system/user/exist','2013-10-14 11:34:24'),(33,'id:1;name管理员','保存或更新系统管理:用户管理','2013-10-14 11:34:40'),(34,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 11:34:43'),(35,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 11:34:44'),(36,'id:0;name匿名','登陆系统','2013-10-14 12:04:04'),(37,'id:0;name匿名','登陆系统','2013-10-14 12:04:15'),(38,'id:0;name匿名','登陆系统','2013-10-14 12:04:38'),(39,'id:1;name管理员','操作:/frame/web/main','2013-10-14 12:04:43'),(40,'id:1;name管理员','操作:/frame/web/index','2013-10-14 12:04:44'),(41,'id:0;name匿名','登陆系统','2013-10-14 12:11:44'),(42,'id:0;name匿名','登陆系统','2013-10-14 12:11:51'),(43,'id:0;name匿名','登陆系统','2013-10-14 12:13:29'),(44,'id:0;name匿名','登陆系统','2013-10-14 12:20:02'),(45,'id:0;name匿名','登陆系统','2013-10-14 12:20:16'),(46,'id:1;name管理员','操作:/frame/web/main','2013-10-14 12:20:28'),(47,'id:1;name管理员','操作:/frame/web/index','2013-10-14 12:20:28'),(48,'id:0;name匿名','登陆系统','2013-10-14 12:21:46'),(49,'id:0;name匿名','登陆系统','2013-10-14 12:21:54'),(50,'id:0;name匿名','登陆系统','2013-10-14 12:22:37'),(51,'id:1;name管理员','操作:/frame/web/main','2013-10-14 12:22:46'),(52,'id:1;name管理员','操作:/frame/web/index','2013-10-14 12:22:46'),(53,'id:1;name管理员','操作:/frame/web/main','2013-10-14 12:23:42'),(54,'id:1;name管理员','操作:/frame/web/index','2013-10-14 12:23:43'),(55,'id:1;name管理员','操作:/frame/web/system','2013-10-14 12:23:50'),(56,'id:1;name管理员','操作:/frame/web/index','2013-10-14 12:23:50'),(57,'id:1;name管理员','操作:/frame/web/system','2013-10-14 12:24:35'),(58,'id:1;name管理员','操作:/frame/web/index','2013-10-14 12:24:36'),(59,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 12:24:40'),(60,'id:1;name管理员','查看系统管理:用户管理','2013-10-14 12:24:40'),(61,'id:1;name管理员','操作:/frame/web/system/user/form','2013-10-14 12:24:44'),(62,'1:管理员','查看系统管理:用户管理','2013-10-14 12:27:08'),(63,'1:管理员','查看系统管理:用户管理','2013-10-14 12:27:08'),(64,'1:管理员','查看系统管理:角色管理','2013-10-14 12:27:09'),(65,'1:管理员','查看系统管理:角色管理','2013-10-14 12:27:09'),(66,'1:管理员','查看系统管理:','2013-10-14 12:33:10'),(67,'0:匿名','登陆系统','2013-10-14 12:38:01'),(68,'1:管理员','操作:/frame/web/main','2013-10-14 12:38:05'),(69,'1:管理员','操作:/frame/web/index','2013-10-14 12:38:05'),(70,'1:管理员','操作:/frame/web/system','2013-10-14 12:38:07'),(71,'1:管理员','操作:/frame/web/index','2013-10-14 12:38:08'),(72,'1:管理员','查看系统管理:','2013-10-14 12:38:09'),(73,'1:管理员','查看系统管理:','2013-10-14 12:38:09'),(74,'1:管理员','查看系统管理:','2013-10-14 12:38:44'),(75,'1:管理员','查看系统管理:','2013-10-14 12:38:45'),(76,'1:管理员','查看系统管理:','2013-10-14 12:39:04'),(77,'1:管理员','查看系统管理:','2013-10-14 12:39:04'),(78,'1:管理员','查看系统管理:','2013-10-14 12:42:17'),(79,'1:管理员','查看系统管理:','2013-10-14 12:42:18'),(80,'1:管理员','查看系统管理:','2013-10-14 12:43:13'),(81,'1:管理员','查看系统管理:','2013-10-14 12:43:13'),(82,'1:管理员','查看系统管理:','2013-10-14 12:44:08'),(83,'1:管理员','查看系统管理:','2013-10-14 12:44:08'),(84,'1:管理员','查看系统管理:','2013-10-14 12:44:22'),(85,'1:管理员','查看系统管理:','2013-10-14 12:44:22'),(86,'1:管理员','查看系统管理:','2013-10-14 12:44:43'),(87,'1:管理员','查看系统管理:','2013-10-14 12:44:44'),(88,'1:管理员','查看系统管理:','2013-10-14 12:44:52'),(89,'1:管理员','查看系统管理:','2013-10-14 12:44:53'),(90,'1:管理员','查看系统管理:','2013-10-14 12:45:08'),(91,'1:管理员','查看系统管理:','2013-10-14 12:45:08'),(92,'1:管理员','查看系统管理:','2013-10-14 12:45:49'),(93,'1:管理员','查看系统管理:','2013-10-14 12:45:49'),(94,'1:管理员','查看系统管理:','2013-10-14 12:46:08'),(95,'1:管理员','查看系统管理:','2013-10-14 12:46:08'),(96,'1:管理员','查看系统管理:','2013-10-14 12:46:39'),(97,'1:管理员','查看系统管理:','2013-10-14 12:46:39'),(98,'1:管理员','查看系统管理:','2013-10-14 12:46:54'),(99,'1:管理员','查看系统管理:','2013-10-14 12:46:55'),(100,'1:管理员','查看系统管理:','2013-10-14 12:48:54'),(101,'1:管理员','查看系统管理:','2013-10-14 12:48:55'),(102,'1:管理员','查看系统管理:','2013-10-14 12:50:36'),(103,'1:管理员','查看系统管理:','2013-10-14 12:50:36'),(104,'1:管理员','查看系统管理:','2013-10-14 12:53:08'),(105,'1:管理员','查看系统管理:','2013-10-14 12:53:08'),(106,'1:管理员','查看系统管理:','2013-10-14 12:53:08'),(107,'1:管理员','查看系统管理:','2013-10-14 13:01:15'),(108,'1:管理员','查看系统管理:','2013-10-14 13:01:15'),(109,'1:管理员','查看系统管理:','2013-10-14 13:01:15'),(110,'1:管理员','查看系统管理:','2013-10-14 13:01:49'),(111,'1:管理员','查看系统管理:','2013-10-14 13:01:49'),(112,'1:管理员','查看系统管理:','2013-10-14 13:01:49'),(113,'1:管理员','查看系统管理:','2013-10-14 13:02:42'),(114,'1:管理员','查看系统管理:','2013-10-14 13:02:48'),(115,'1:管理员','查看系统管理:','2013-10-14 13:02:50'),(116,'1:管理员','查看系统管理:','2013-10-14 13:02:52'),(117,'0:匿名','登陆系统','2013-10-14 13:11:54'),(118,'1:管理员','操作:/frame/web/system','2013-10-14 13:11:58'),(119,'1:管理员','操作:/frame/web/index','2013-10-14 13:11:58'),(120,'1:管理员','查看系统管理:','2013-10-14 13:12:00'),(121,'1:管理员','查看系统管理:','2013-10-14 13:12:00'),(122,'1:管理员','查看系统管理:','2013-10-14 13:12:57'),(123,'1:管理员','查看系统管理:','2013-10-14 13:12:58'),(124,'1:管理员','查看系统管理:','2013-10-14 13:13:22'),(125,'1:管理员','查看系统管理:','2013-10-14 13:13:23'),(126,'1:管理员','查看系统管理:','2013-10-14 13:17:37'),(127,'1:管理员','查看系统管理:','2013-10-14 13:17:38'),(128,'0:匿名','登陆系统','2013-10-14 15:05:53'),(129,'0:匿名','登陆系统','2013-10-14 15:05:57'),(130,'1:管理员','操作:/frame/web/main','2013-10-14 15:06:01'),(131,'1:管理员','操作:/frame/web/index','2013-10-14 15:06:01'),(132,'1:管理员','操作:/frame/web/system','2013-10-14 15:06:03'),(133,'1:管理员','操作:/frame/web/index','2013-10-14 15:06:03'),(134,'1:管理员','查看系统管理:','2013-10-14 15:06:04'),(135,'1:管理员','查看系统管理:','2013-10-14 15:06:04'),(136,'0:匿名','登陆系统','2013-10-14 15:09:40'),(137,'0:匿名','登陆系统','2013-10-14 15:09:45'),(138,'1:管理员','操作:/frame/web/system','2013-10-14 15:09:51'),(139,'1:管理员','操作:/frame/web/index','2013-10-14 15:09:51'),(140,'1:管理员','操作:/frame/web/system','2013-10-14 15:09:53'),(141,'1:管理员','操作:/frame/web/index','2013-10-14 15:09:53'),(142,'1:管理员','查看系统管理:','2013-10-14 15:09:56'),(143,'1:管理员','查看系统管理:','2013-10-14 15:09:57'),(144,'1:管理员','查看系统管理:','2013-10-14 15:20:52'),(145,'1:管理员','查看系统管理:','2013-10-14 15:20:52'),(146,'0:匿名','登陆系统','2013-10-14 15:21:20'),(147,'0:匿名','登陆系统','2013-10-14 15:21:24'),(148,'0:匿名','登陆系统','2013-10-14 15:21:30'),(149,'0:匿名','登陆系统','2013-10-14 15:23:06'),(150,'0:匿名','登陆系统','2013-10-14 15:23:10'),(151,'0:匿名','登陆系统','2013-10-14 15:26:17'),(152,'1:管理员','操作:/frame/web/main','2013-10-14 15:27:38'),(153,'1:管理员','操作:/frame/web/index','2013-10-14 15:27:38'),(154,'1:管理员','操作:/frame/web/system','2013-10-14 15:27:41'),(155,'1:管理员','操作:/frame/web/index','2013-10-14 15:27:41'),(156,'1:管理员','查看系统管理:','2013-10-14 15:29:18'),(157,'1:管理员','查看系统管理:','2013-10-14 15:29:18'),(158,'1:管理员','查看系统管理:','2013-10-14 15:29:47'),(159,'1:管理员','查看系统管理:','2013-10-14 15:29:47'),(160,'1:管理员','查看系统管理:','2013-10-14 15:30:12'),(161,'1:管理员','查看系统管理:','2013-10-14 15:30:12'),(162,'0:匿名','登陆系统','2013-10-14 16:58:14'),(163,'0:匿名','登陆系统','2013-10-14 16:58:19'),(164,'0:匿名','登陆系统','2013-10-14 16:58:42'),(165,'1:管理员','操作:/frame/web/main','2013-10-14 16:59:15'),(166,'1:管理员','操作:/frame/web/index','2013-10-14 16:59:16'),(167,'0:匿名','登陆系统','2013-10-14 16:59:20'),(168,'1:管理员','操作:/frame/web/main','2013-10-14 16:59:30'),(169,'1:管理员','操作:/frame/web/index','2013-10-14 16:59:30'),(170,'1:管理员','操作:/frame/web/system','2013-10-14 16:59:41'),(171,'1:管理员','操作:/frame/web/index','2013-10-14 16:59:42'),(172,'1:管理员','查看系统管理:','2013-10-14 16:59:43'),(173,'1:管理员','查看系统管理:','2013-10-14 16:59:43'),(174,'0:匿名','登陆系统','2013-10-14 17:01:51'),(175,'0:匿名','登陆系统','2013-10-14 17:01:54'),(176,'1:管理员','操作:/frame/web/main','2013-10-14 17:01:58'),(177,'1:管理员','操作:/frame/web/index','2013-10-14 17:01:58'),(178,'1:管理员','操作:/frame/web/system','2013-10-14 17:01:59'),(179,'1:管理员','操作:/frame/web/index','2013-10-14 17:02:00'),(180,'1:管理员','查看系统管理:','2013-10-14 17:02:01'),(181,'1:管理员','查看系统管理:','2013-10-14 17:02:01'),(182,'1:管理员','查看系统管理:','2013-10-14 17:02:08'),(183,'1:管理员','查看系统管理:','2013-10-14 17:02:08'),(184,'1:管理员','查看系统管理:','2013-10-14 17:02:10'),(185,'1:管理员','查看系统管理:','2013-10-14 17:02:10'),(186,'1:管理员','查看系统管理:','2013-10-14 17:02:12'),(187,'1:管理员','查看系统管理:','2013-10-14 17:02:12'),(188,'1:管理员','查看系统管理:','2013-10-14 17:02:13'),(189,'1:管理员','查看系统管理:','2013-10-14 17:02:13'),(190,'0:匿名','登陆系统','2013-10-14 17:06:28'),(191,'1:管理员','操作:/frame/web/main','2013-10-14 17:06:34'),(192,'1:管理员','操作:/frame/web/index','2013-10-14 17:06:34'),(193,'1:管理员','操作:/frame/web/system','2013-10-14 17:06:35'),(194,'1:管理员','操作:/frame/web/index','2013-10-14 17:06:35'),(195,'1:管理员','查看系统管理:','2013-10-14 17:06:36'),(196,'1:管理员','查看系统管理:','2013-10-14 17:06:37'),(197,'1:管理员','查看系统管理:','2013-10-14 17:06:52'),(198,'1:管理员','查看系统管理:','2013-10-14 17:06:52'),(199,'1:管理员','查看系统管理:','2013-10-14 17:06:55'),(200,'1:管理员','查看系统管理:','2013-10-14 17:06:55'),(201,'1:管理员','查看系统管理:','2013-10-14 17:06:56'),(202,'1:管理员','查看系统管理:','2013-10-14 17:06:56'),(203,'1:管理员','查看系统管理:','2013-10-14 17:07:06'),(204,'1:管理员','查看系统管理:','2013-10-14 17:07:06'),(205,'1:管理员','查看系统管理:','2013-10-14 17:07:08'),(206,'1:管理员','查看系统管理:','2013-10-14 17:07:08'),(207,'1:管理员','查看系统管理:','2013-10-14 17:07:12'),(208,'1:管理员','查看系统管理:','2013-10-14 17:07:12'),(209,'1:管理员','查看系统管理:','2013-10-14 17:07:14'),(210,'1:管理员','查看系统管理:','2013-10-14 17:07:14'),(211,'0:匿名','登陆系统','2013-10-14 17:08:53'),(212,'1:管理员','','2013-10-14 17:08:57'),(213,'1:管理员','','2013-10-14 17:08:57'),(214,'1:管理员','','2013-10-14 17:08:58'),(215,'1:管理员','','2013-10-14 17:08:59'),(216,'1:管理员','查看系统管理:','2013-10-14 17:09:00'),(217,'1:管理员','查看系统管理:','2013-10-14 17:09:01'),(218,'1:管理员','查看系统管理:','2013-10-14 17:09:04'),(219,'1:管理员','查看系统管理:','2013-10-14 17:09:04'),(220,'1:管理员','查看系统管理:','2013-10-14 17:09:07'),(221,'1:管理员','查看系统管理:','2013-10-14 17:09:08'),(222,'1:管理员','查看系统管理:','2013-10-14 17:09:08'),(223,'1:管理员','查看系统管理:','2013-10-14 17:09:10'),(224,'1:管理员','查看系统管理:','2013-10-14 17:09:10'),(225,'1:管理员','查看系统管理:','2013-10-14 17:09:11'),(226,'1:管理员','查看系统管理:','2013-10-14 17:09:11'),(227,'1:管理员','查看系统管理:','2013-10-14 17:09:25'),(228,'1:管理员','查看系统管理:','2013-10-14 17:09:25'),(229,'1:管理员','查看系统管理:','2013-10-14 17:09:29'),(230,'1:管理员','查看系统管理:','2013-10-14 17:09:29'),(231,'1:管理员','查看系统管理:','2013-10-14 17:09:30'),(232,'1:管理员','查看系统管理:','2013-10-14 17:09:30'),(233,'1:管理员','查看系统管理:','2013-10-14 17:09:31'),(234,'1:管理员','查看系统管理:','2013-10-14 17:09:31'),(235,'1:管理员','查看系统管理:','2013-10-14 17:09:36'),(236,'1:管理员','查看系统管理:','2013-10-14 17:09:36'),(237,'1:管理员','查看系统管理:','2013-10-14 17:09:37'),(238,'1:管理员','查看系统管理:','2013-10-14 17:09:37'),(239,'1:管理员','查看系统管理:','2013-10-14 17:09:38'),(240,'1:管理员','查看系统管理:','2013-10-14 17:09:38'),(241,'1:管理员','查看系统管理:','2013-10-14 17:09:39'),(242,'1:管理员','查看系统管理:','2013-10-14 17:09:39'),(243,'1:管理员','查看系统管理:','2013-10-14 17:09:39'),(244,'1:管理员','查看系统管理:','2013-10-14 17:09:39'),(245,'1:管理员','查看系统管理:','2013-10-14 17:09:51'),(246,'1:管理员','查看系统管理:','2013-10-14 17:09:52'),(247,'1:管理员','查看系统管理:','2013-10-14 17:10:03'),(248,'1:管理员','查看系统管理:','2013-10-14 17:10:03'),(249,'1:管理员','查看系统管理:','2013-10-14 17:10:04'),(250,'1:管理员','查看系统管理:','2013-10-14 17:10:04'),(251,'1:管理员','查看系统管理:','2013-10-14 17:10:04'),(252,'1:管理员','查看系统管理:','2013-10-14 17:10:04'),(253,'1:管理员','查看系统管理:','2013-10-14 17:10:04'),(254,'1:管理员','查看系统管理:','2013-10-14 17:10:04'),(255,'1:管理员','查看系统管理:','2013-10-14 17:10:10'),(256,'1:管理员','查看系统管理:','2013-10-14 17:10:10'),(257,'1:管理员','查看系统管理:','2013-10-14 17:10:11'),(258,'1:管理员','查看系统管理:','2013-10-14 17:10:11'),(259,'1:管理员','查看系统管理:','2013-10-14 17:10:11'),(260,'1:管理员','查看系统管理:','2013-10-14 17:10:11'),(261,'1:管理员','查看系统管理:','2013-10-14 17:10:12'),(262,'1:管理员','查看系统管理:','2013-10-14 17:10:12'),(263,'1:管理员','查看系统管理:','2013-10-14 17:10:12'),(264,'1:管理员','查看系统管理:','2013-10-14 17:10:12'),(265,'1:管理员','查看系统管理:','2013-10-14 17:10:13'),(266,'1:管理员','查看系统管理:','2013-10-14 17:10:13'),(267,'1:管理员','查看系统管理:','2013-10-14 17:10:14'),(268,'1:管理员','查看系统管理:','2013-10-14 17:10:14'),(269,'1:管理员','查看系统管理:','2013-10-14 17:10:14'),(270,'1:管理员','查看系统管理:','2013-10-14 17:10:14'),(271,'1:管理员','查看系统管理:','2013-10-14 17:10:15'),(272,'1:管理员','查看系统管理:','2013-10-14 17:10:15'),(273,'0:匿名','登陆系统','2013-10-14 17:23:35'),(274,'1:管理员','查看系统管理:用户管理','2013-10-14 17:24:30'),(275,'1:管理员','查看系统管理:用户管理','2013-10-14 17:24:30'),(276,'1:管理员','查看系统管理:角色管理','2013-10-14 17:24:33'),(277,'1:管理员','查看系统管理:角色管理','2013-10-14 17:24:33'),(278,'1:管理员','查看系统管理:资源管理','2013-10-14 17:24:34'),(279,'1:管理员','查看系统管理:资源管理','2013-10-14 17:24:35'),(280,'1:管理员','查看系统管理:用户管理','2013-10-14 17:24:37'),(281,'1:管理员','查看系统管理:用户管理','2013-10-14 17:24:37'),(282,'0:匿名','登陆系统','2013-10-14 17:55:16'),(283,'0:匿名','登陆系统','2013-10-14 17:55:17'),(284,'0:匿名','登陆系统','2013-10-14 17:55:18'),(285,'0:匿名','登陆系统','2013-10-14 17:55:19'),(286,'0:匿名','登陆系统','2013-10-14 17:55:20'),(287,'0:匿名','登陆系统','2013-10-14 17:55:21'),(288,'0:匿名','登陆系统','2013-10-14 17:55:21'),(289,'0:匿名','登陆系统','2013-10-14 17:55:22'),(290,'0:匿名','登陆系统','2013-10-14 17:55:23'),(291,'0:匿名','登陆系统','2013-10-14 17:56:13'),(292,'0:匿名','登陆系统','2013-10-14 17:56:16'),(293,'0:匿名','登陆系统','2013-10-14 18:00:08'),(294,'0:匿名','登陆系统','2013-10-15 09:29:54'),(295,'0:匿名','登陆系统','2013-10-15 09:30:00'),(296,'0:匿名','登陆系统','2013-10-15 09:36:29'),(297,'1:管理员','查看系统管理:用户管理','2013-10-15 09:45:16'),(298,'1:管理员','查看系统管理:用户管理','2013-10-15 09:45:17'),(299,'1:管理员','查看系统管理:用户管理','2013-10-15 09:45:23'),(300,'1:管理员','查看系统管理:用户管理','2013-10-15 09:45:23'),(301,'0:匿名','登陆系统','2013-10-15 10:25:17'),(302,'0:匿名','登陆系统','2013-10-15 10:25:24'),(303,'0:匿名','登陆系统','2013-10-15 10:25:25'),(304,'0:匿名','登陆系统','2013-10-15 10:25:26'),(305,'0:匿名','登陆系统','2013-10-15 10:25:49'),(306,'0:匿名','登陆系统','2013-10-15 10:25:50'),(307,'0:匿名','登陆系统','2013-10-15 10:25:53'),(308,'0:匿名','登陆系统','2013-10-15 10:25:56'),(309,'0:匿名','登陆系统','2013-10-15 10:55:56'),(310,'1:管理员','查看系统管理:用户管理','2013-10-15 10:59:21'),(311,'1:管理员','查看系统管理:用户管理','2013-10-15 10:59:21'),(312,'1:管理员','查看系统管理:用户管理','2013-10-15 11:00:40'),(313,'1:管理员','查看系统管理:用户管理','2013-10-15 11:00:41'),(314,'1:管理员','查看系统管理:用户管理','2013-10-15 11:00:49'),(315,'1:管理员','查看系统管理:用户管理','2013-10-15 11:00:49'),(316,'1:管理员','查看系统管理:角色管理','2013-10-15 11:00:52'),(317,'1:管理员','查看系统管理:角色管理','2013-10-15 11:00:52'),(318,'1:管理员','查看系统管理:角色管理','2013-10-15 11:02:01'),(319,'1:管理员','查看系统管理:角色管理','2013-10-15 11:02:01'),(320,'1:管理员','查看系统管理:角色管理','2013-10-15 11:02:05'),(321,'1:管理员','查看系统管理:角色管理','2013-10-15 11:02:05'),(322,'1:管理员','查看系统管理:角色管理','2013-10-15 11:02:06'),(323,'1:管理员','查看系统管理:角色管理','2013-10-15 11:02:06'),(324,'1:管理员','查看系统管理:资源管理','2013-10-15 11:02:07'),(325,'1:管理员','查看系统管理:资源管理','2013-10-15 11:02:08'),(326,'1:管理员','查看系统管理:资源管理','2013-10-15 11:03:10'),(327,'1:管理员','查看系统管理:资源管理','2013-10-15 11:03:10'),(328,'1:管理员','查看系统管理:用户管理','2013-10-15 11:03:54'),(329,'1:管理员','查看系统管理:用户管理','2013-10-15 11:03:55'),(330,'1:管理员','查看系统管理:用户管理','2013-10-15 11:06:46'),(331,'1:管理员','查看系统管理:用户管理','2013-10-15 11:06:47'),(332,'1:管理员','保存或更新系统管理:用户管理','2013-10-15 11:06:58'),(333,'0:匿名','登陆系统','2013-10-15 11:12:29'),(334,'1:管理员','查看系统管理:用户管理','2013-10-15 11:12:37'),(335,'1:管理员','查看系统管理:用户管理','2013-10-15 11:12:37'),(336,'1:管理员','保存或更新系统管理:用户管理','2013-10-15 11:12:46'),(337,'0:匿名','登陆系统','2013-10-15 11:17:39'),(338,'1:管理员','查看系统管理:用户管理','2013-10-15 11:17:47'),(339,'1:管理员','查看系统管理:用户管理','2013-10-15 11:17:47'),(340,'1:管理员','保存或更新系统管理:用户管理','2013-10-15 11:18:06'),(341,'1:管理员','查看系统管理:用户管理','2013-10-15 11:18:07'),(342,'1:管理员','查看系统管理:用户管理','2013-10-15 11:18:07'),(343,'1:管理员','查看系统管理:用户管理','2013-10-15 11:18:55'),(344,'1:管理员','查看系统管理:用户管理','2013-10-15 11:18:55'),(345,'1:管理员','查看系统管理:角色管理','2013-10-15 11:18:56'),(346,'1:管理员','查看系统管理:角色管理','2013-10-15 11:18:56'),(347,'1:管理员','保存或更新系统管理:角色管理','2013-10-15 11:19:10'),(348,'1:管理员','查看系统管理:角色管理','2013-10-15 11:19:10'),(349,'1:管理员','查看系统管理:资源管理','2013-10-15 11:19:23'),(350,'1:管理员','查看系统管理:资源管理','2013-10-15 11:19:23'),(351,'1:管理员','查看系统管理:用户管理','2013-10-15 11:19:27'),(352,'1:管理员','查看系统管理:用户管理','2013-10-15 11:19:27'),(353,'0:匿名','登陆系统','2013-10-15 11:19:34'),(354,'0:匿名','登陆系统','2013-10-16 15:01:30');

/*Table structure for table `sys_user_info` */

DROP TABLE IF EXISTS `sys_user_info`;

CREATE TABLE `sys_user_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(36) DEFAULT NULL,
  `login_name` varchar(36) DEFAULT NULL,
  `login_pass` varchar(45) DEFAULT NULL,
  `create_time` varchar(36) DEFAULT NULL,
  `used` int(1) DEFAULT '0' COMMENT '是否启用：0否，1是',
  `email` varchar(36) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

/*Data for the table `sys_user_info` */

insert  into `sys_user_info`(`id`,`user_name`,`login_name`,`login_pass`,`create_time`,`used`,`email`) values (1,'管理员','admin','su','2013-09-11 15:25:00',1,'gandilong@yeah.net'),(2,'测试员','test','000000','2013-09-17 09:50:00',1,NULL),(9,'王天龙','abcd','000000','2013-09-25 18:00:10',0,'gandilong@yeah.net'),(10,'好的','good','000000','2013-10-14 11:34:43',1,'gandilong@yeah.net');

/*Table structure for table `sys_user_role_info` */

DROP TABLE IF EXISTS `sys_user_role_info`;

CREATE TABLE `sys_user_role_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user` varchar(18) DEFAULT NULL,
  `role` varchar(18) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `sys_user_role_info` */

insert  into `sys_user_role_info`(`id`,`user`,`role`) values (1,'1','1'),(2,'2','2');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
